Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Manager can edit their inputs during HR-led moderation
tr_tr: Yönetici, girdilerini İK yönetimindeki denetleme sırasında düzenleyebilir.

source: Calibration led by the HR with manager participation
tr_tr: Yönetici katılımıyla İK tarafından yönetilen kalibrasyon

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
tr_tr: Bir sonraki adımda, her yönetici için bir kalibrasyon oturumu için gereken minimum doğrudan rapor sayısı belirtilmelidir. Yöneticiler daha sonra moderasyonu yürütebileceklerdir. Süreç, ayarlamalar yapabilecek ve değerlendirmeyi bir sonraki aşamaya taşıyabilecek İK ile devam edecektir.

source: Closed calibration led by HR only
tr_tr: Yalnızca İK tarafından yönetilen kapalı kalibrasyon

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
tr_tr: Kesin durdurma etkinleştirildi. Yönetici, moderasyon aşamasını tamamlayamayacak veya süreci değerlendirme formu aracılığıyla ilerletemeyecek. Bunun yerine, profesyonel değerlendirme rolü süreci İK portalı üzerinden yönetecek.

source: Enable moderation
tr_tr: Denetlemeyi etkinleştirin

source: HR-led process
tr_tr: İK yönetimindeki süreç

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
tr_tr: Yöneticiler, moderasyon aşamasını tamamlayamayacak veya süreci değerlendirme formu aracılığıyla ilerletemeyecekler. Profesyonel değerlendirme rolü, süreci portal üzerinden yönetecek.

source: Moderation led by the manager
tr_tr: Yönetici tarafından yönetilen denetleme

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
tr_tr: Yöneticiler, moderasyon sürecini tamamlayabilecek ve değerlendirme formu aracılığıyla değerlendirme sürecini bir sonraki aşamaya taşıyabilecekler. Profesyonel değerlendirme rolü, portal üzerinden izleme, yönetme ve gerektiğinde müdahale etme yetkisine sahip olmaya devam edecek.

source: A moderation stage will be added to the review process workflow.
tr_tr: Değerlendirme süreci iş akışına bir denetleme aşaması eklenecek.

source: Moderation stage
tr_tr: Denetleme aşaması

source: Define the visibility of your performance review.
tr_tr: Performans değerlendirmenizin görünürlüğünü tanımlayın.

source: Select the populations relevant for this template.
tr_tr: Bu şablon için ilgili kitleleri seçin.

source: Select population
tr_tr: Popülasyonu seçin

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
tr_tr: Yönetici değerlendirmesini gönderdikten sonra değerlendirme yayınlanacak ve çalışana görünür hale gelecektir. beqom, konuşma ve yayınlama sonuçları aşamasını kullanmanızı önerir. Değerlendirme formu yayınlandıktan sonra bu ayarın değiştirilemeyeceğini lütfen unutmayın.

source: Skip the "Conversation & publication" results stage
tr_tr: "Görüşme ve yayın" sonuçları aşamasını atlayın

source: "Conversation & publication" stages
tr_tr: "Görüşme ve yayınlama" aşamaları

source: Local owners
tr_tr: Yerel sahipler

source: Select owners
tr_tr: Sahipleri seç

source: Review owners
tr_tr: Değerlendirme sahipleri

source: Add review owners
tr_tr: Değerlendirme sahiplerini ekle

source: Select the stages of the review
tr_tr: Değerlendirmenin aşamalarını seçin

source: Configure review stages
tr_tr: Değerlendirme aşamalarını yapılandırın

source: To customize steps, uncheck the template in the "Performance review details" step.
tr_tr: Adımları özelleştirmek için, "Performans değerlendirmer detayları" adımındaki şablonun işaretini kaldırın.

source: The review timeline is based on the Goal setting template.
tr_tr: Değerlendirme zaman çizelgesi, Hedef belirleme şablonuna dayanmaktadır.

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
tr_tr: Yalnızca yöneticilerin geri bildirim sağlaması gerekmektedir. Çalışanlar soruları göremeyecek veya yanıtlayamayacaktır.

source: Skip worker self-assessment
tr_tr: Çalışan öz değerlendirmesini atla

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
tr_tr: Değerlendirmeyi yayınladığınızda, değerlendirme, performans değerlendirmesi için uygun olan ve seçilen popülasyon içinde bir birim müdürü olan çalışanlara atanacaktır. Çalışanları tek tek dahil etmek için adlarını aratmanız yeterlidir. Sistem, çalışanların değerlendirmeye uygunluğunu dikkate almayacaktır. Değerlendirme yayınlandıktan sonra da daha fazla çalışanı dahil etmeye devam edebilirsiniz.

source: Search for people or organizational units
tr_tr: Kişileri veya organizasyon birimlerini arayın

source: Assign to workers
tr_tr: Çalışanlara ata

source: Choose a default language
tr_tr: Varsayılan bir dil seçin

source: Enter an overview of the performance review
tr_tr: Performans değerlendirmesine ilişkin genel bir bakış girin

source: Enable the "Suggested agenda" widget for workers and managers
tr_tr: Çalışanlar ve yöneticiler için "Önerilen gündem" pencere öğesini etkinleştirin

source: Basic Information
tr_tr: Temel bilgiler

source: Performance review details
tr_tr: Performans değerlendirmesi ayrıntıları

source: Language preference
tr_tr: Dil tercihi

source: Review type
tr_tr: İnceleme türü

source: Select the review type
tr_tr: Değerlendirme türünü seçin

source: Suggested agenda
tr_tr: Önerilen gündem

source: Title
tr_tr: Başlık

source: Enter a title for the performance review
tr_tr: Performans değerlendirmesine ilişkin bir başlık girin

source: Send performance review PDF to Documents
tr_tr: Performans değerlendirmesi PDF dosyasını Belgeler öğesine gönderin

source: Review period is different from goal period
tr_tr: Değerlendirme dönemi, hedef döneminden farklıdır.

source: This is a read-only field. It won't affect any of the goal period settings.
tr_tr: Bu salt okunur bir alandır. Hedef dönemi ayarlarının herhangi birini etkilemez.

source: Review period to be displayed
tr_tr: Görüntülenecek değerlendirme dönemi

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
tr_tr: Belirtilen hedef dönemi içinde bir son tarih veya teslimatın yapılabileceği tarih ile oluşturulan tüm hedefler performans değerlendirmesine dahil edilir.

source: Goal period
tr_tr: Hedef dönemi

source: Hide the goal period from the review form
tr_tr: Hedef dönemini değerlendirme formundan gizleyin

source: Review periods
tr_tr: Değerlendirme dönemleri

source: Based on the chosen stages
tr_tr: Seçilen aşamalara göre

source: Preview of the performance review timeline
tr_tr: Performans değerlendirmesine ilişkin zaman çizelgesinin önizlemesi

source: Organizational units:
tr_tr: Organizasyon birimleri:

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
tr_tr: Bu değerlendirme için "Sorgulama süreci" ayarı etkinleştirildiği için "Genel Performansı" devre dışı bırakamazsınız.

source: Owners:
tr_tr: Sahipler:

source: Reopen
tr_tr: Yeniden aç

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
tr_tr: Yaptığınız değişikliklerin tamamlanan işlem üzerinde etkisi olabilir. Şablon düzenini ve iş akışlarını etkileyen herhangi bir alanda değişiklik yapmaktan kaçının. Devam etmek istediğinizden emin misiniz?

source: Reopen review
tr_tr: Değerlendirmeyi yeniden aç

source: Review type:
tr_tr: Değerlendirme türü:

source: Your review template was successfully saved.
tr_tr: Değerlendirme şablonunuz başarıyla kaydedildi.

source: N/A
tr_tr: Geçerli Değil

source: Are you sure you want to publish this review?
tr_tr: Bu değerlendirmeyi yayınlamak istediğinizden emin misiniz?

source: Publish changes
tr_tr: Değişiklikleri yayınlayın

source: Your review template was successfully published.
tr_tr: Değerlendirme şablonunuz başarıyla yayınlandı.

source: Additional manager can see the worker's self-review
tr_tr: Ek yönetici, çalışanın kendi kendine değerlendirmesini görebilir.

source: Answer type
tr_tr: Yanıt türü

source: Allow additional managers to be invited
tr_tr: Ek yöneticilerin davet edilmesine izin verin

source: Enable behaviors
tr_tr: Davranışları etkinleştirin

source: Enable overall performance
tr_tr: Genel performansı etkinleştirin

source: Enable useful information for self-reviews and manager reviews
tr_tr: Kendi kendine değerlendirmeler ve yönetici değerlendirmeleri için yararlı bilgileri etkinleştirin

source: Mandatory comment
tr_tr: Zorunlu yorum

source: Mandatory rating
tr_tr: Zorunlu derecelendirme

source: Limit for additional managers
tr_tr: Ek yöneticiler için sınır

source: Comment only
tr_tr: Yalnızca yorum yapın

source: Rating only
tr_tr: Yalnızca derecelendirme

source: Rating and comment
tr_tr: Derecelendirme ve yorum

source: Enable rating for each behavior
tr_tr: Her davranış için derecelendirmeyi etkinleştirin

source: Enable rating for each goal
tr_tr: Her hedef için derecelendirmeyi etkinleştirin

source: All rating scales
tr_tr: Tüm derecelendirme ölçekleri

source: Rating scales
tr_tr: Derecelendirme ölçekleri

source: Selected scale preview
tr_tr: Seçilen ölçek önizlemesi

source: No translation found. Please contact your system administrator to correct this issue.
tr_tr: Çeviri bulunamadı. Bu sorunu düzeltmek için lütfen sistem yöneticinizle iletişime geçin.

source: Enable overall rating for behaviors
tr_tr: Davranışlar için genel derecelendirmeyi etkinleştirin

source: Enable overall rating for goals
tr_tr: Hedefler için genel derecelendirmeyi etkinleştirin

source: Rating scale
tr_tr: Derecelendirme ölçeği

source: Select an option
tr_tr: Bir seçenek belirleyin

source: Select scale
tr_tr: Ölçeği seçin

source: Additional review
tr_tr: Ek değerlendirme

source: Configurations
tr_tr: Yapılandırmalar

source: Manager review
tr_tr: Yönetici değerlendirmesi

source: Start date:
tr_tr: Başlangıç tarihi:

source: Closed
tr_tr: Kapalı

source: End-of-year review
tr_tr: Yıl sonu değerlendirmesi

source: Interim review 1
tr_tr: Ara değerlendirme 1

source: Mid-year review
tr_tr: Yıl ortası değerlendirmesi

source: Enable the transfer of reviews
tr_tr: Değerlendirmelerin aktarımını etkinleştirin

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
tr_tr: Bir çalışan ile önceki yöneticisi arasında başlatılmamış veya devam eden performans değerlendirmeleri yeni yöneticiye aktarılacaktır. Önceki yönetici, aktarıldıktan sonra değerlendirmeyi artık göremeyecektir.

source: Allow line managers to reassign a review to another user
tr_tr: Birim yöneticilerinin bir değerlendirmeyi başka bir kullanıcıya yeniden atamasına izin verin

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
tr_tr: Yeniden atanan değerlendiren, yeniden atanan değerlendirmeyi listesinde görecek ve çalışanın değerlendirmesini tamamlayabilecektir. Yeniden atanan değerlendirme, değerlendirmede çalışanla ilgili görünen tüm verileri (hedefler, geri bildirimler vb.), birim yöneticisiyle aynı şekilde görecektir. Yeniden atamanın, yeniden atanan değerlendirenin, tam değerlendirme sürecini çalışanla birlikte tamamlayacağı anlamına geldiğini lütfen unutmayın. Değerlendirmeyi sürecin ortasında yeniden atarsa içeriği görünmeyecektir.

source: Enable visibility of unsubmitted content from a previous review owner
tr_tr: Önceki bir değerlendirme sahibinden gelen gönderilmemiş içeriğin görünürlüğünü etkinleştirin

source: Your changes were successfully saved.
tr_tr: Değişiklikleriniz başarıyla kaydedildi.

source: Sensitive Content
tr_tr: Hassas İçerik

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
tr_tr: Organizasyonunuzda profesyonel olmayan veya hassas olarak kabul edilen belirli sözcükler için akıllı arama yapılacaktır. Standart bir Sözcük grubu sağlanmıştır, ancak aşağıdaki ayarları etkinleştirdikten sonra "Hassas sözcük listesini güncelle" düğmesini kullanarak sözcük listesi özelleştirilebilir.

source: Enable sensitive content filtering
tr_tr: Hassas içerik filtrelemeyi etkinleştirin

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
tr_tr: Değerlendirmeler için hassas filtre, performans değerlendirme şablonunun "İncelemeleri Yönet" bölümünde mevcut olacak. Hassas kelimeler, değerlendirmeyi görüntülerken vurgulanacak. Ayrıca, hassas içerik içeren paragraflar, değerlendirme görüntüleme simgesinin yanındaki hassas filtre simgesine tıklanarak özel olarak erişilebilir olacak.

source: Enable for reviews
tr_tr: Değerlendirmeler için etkinleştirin

source: Sensitive content settings
tr_tr: Hassas içerik ayarları

source: This is a standard security feature of an application; it is recommended to keep it enabled.
tr_tr: Bu, bir uygulamanın standart güvenlik özelliğidir; etkin durumda tutmanız önerilir.

source: Session timeout
tr_tr: Oturum zaman aşımı

source: Disable
tr_tr: Devre dışı bırak

source: Keep enabled
tr_tr: Etkin tutun

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
tr_tr: Bir oturumun otomatik olarak sonlandırılmadan önce ne kadar süreyle boşta kalabileceğini belirtin (1 - 1440 dakika). Kullanıcı bu süre içinde sayfayı yenilemez veya bir sayfa talep etmezse, oturum sona erer.

source: Enable session timeout
tr_tr: Oturum zaman aşımını etkinleştirin

source: In minutes; between {{min}} and {{max}}.
tr_tr: Dakika cinsinden; {{min}} ile {{max}} arasında.

source: Duration of inactivity before timeout
tr_tr: Zaman aşımından önceki işlem yapılmadan geçen süre

source: Cultural Settings
tr_tr: Kültürel Ayarlar

source: Setup
tr_tr: Kurulum

source: Smart features
tr_tr: Akıllı özellikler

source: Snapshot Manager
tr_tr: Anlık Görüntü Yöneticisi

source: No snapshots yet.
tr_tr: Henüz anlık görüntü yok.

source: Stock
tr_tr: Hisse Senedi

source: Enable stock nomination
tr_tr: Hisse senedi adaylığını etkinleştirin

source: Stock settings
tr_tr: Hisse senedi ayarları

source: Time zone
tr_tr: Saat dilimi

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
tr_tr: Kullanıcılarınızın birden çok saat dilimine yayılmış olması durumunda, kullanıcı yerel saatini uygulamak isteyip istemediğinizi belirtin. Tüm kullanıcılar için varsayılan şirket saat dilimini kullanmak istiyorsanız, bu seçeneği devre dışı bırakın.

source: User local time
tr_tr: Kullanıcı yerel saati

source: Local time
tr_tr: Yerel saat

source: Select the default country and the default time zone for your company.
tr_tr: Şirketiniz için varsayılan ülkeyi ve varsayılan saat dilimini seçin.

source: User administration
tr_tr: Kullanıcı yönetimi

source: Approval of data privacy statements
tr_tr: Veri gizliliği bildirimlerinin onayı

source: Approval date
tr_tr: Onay tarihi

source: Rejection date
tr_tr: Reddetme tarihi

source: Approved
tr_tr: Onaylandı

source: Rejected
tr_tr: Reddedilen

source: Version
tr_tr: Sürüm

source: Worker details - {{name}}
tr_tr: Çalışan ayrıntıları - {{name}}

source: Add mailing address
tr_tr: Posta adresi ekle

source: Add instant messaging address
tr_tr: Anlık mesajlaşma adresi ekle

source: Add phone number
tr_tr: Telefon numarası ekle

source: Cost center
tr_tr: Maliyet merkezi

source: Example: Accounting.
tr_tr: Örneğin: Muhasebe.

source: Department within the business to which costs related to this user will be allocated.
tr_tr: İşletme içinde bu kullanıcıyla ilgili maliyetlerin tahsis edileceği departman.

source: Display name
tr_tr: Görüntülenen ad

source: Example: Barbara (Babs) Jane Jensen.
tr_tr: Örneğin: Barbara (Babs) Jane Jensen.

source: Name of the user as it will be displayed to end-users.
tr_tr: Son kullanıcılara gösterileceği şekliyle kullanıcının adı.

source: Email address
tr_tr: E-posta adresi

source: Example: email@domain.com
tr_tr: Örneğin: email@domain.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
tr_tr: E-posta adresi benzersiz bir değer olmalı ve "@email.com" gibi doğru bir e-posta formatına sahip olmalıdır.

source: First name
tr_tr: Ad

source: Example: Barbara.
tr_tr: Örneğin: Barbara.

source: Given name of the user.
tr_tr: Kullanıcının verilen adı.

source: Formatted name
tr_tr: Biçimlendirilmiş ad

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
tr_tr: Örneğin: Sayın Barbara (Babs) Jane Jensen, III.

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
tr_tr: Kullanıcının tüm ikinci adları, takma adları, varsa ön ekleri ve son ekleri de dahil olmak üzere, görüntülenmek üzere biçimlendirilmiş adı soyadı.

source: Honorific prefix
tr_tr: Onursal ön ek

source: Example: Ms.
tr_tr: Örneğin: Sayın

source: Honorific prefix or title of the user.
tr_tr: Kullanıcının onursal ön eki veya unvanı.

source: Honorific suffix
tr_tr: Onursal son ek

source: Example: III.
tr_tr: Örneğin: III.

source: Honorific suffix of the user.
tr_tr: Kullanıcının onursal son eki.

source: Enter worker external ID
tr_tr: Çalışan dış kimliğini girin

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
tr_tr: Bu çalışana/kullanıcıya ait benzersiz tanımlayıcı. Kaynak İK sisteminizdeki çalışan/kullanıcı kimliğini referans almanızı öneririz. Bu tanımlayıcı, alfasayısal karakterlerin herhangi bir kombinasyonu olabilir ve özel karakterler içeremez.

source: Job title
tr_tr: İş unvanı

source: Example: HR Director.
tr_tr: Örneğin: İK Direktörü.

source: Job title of the user.
tr_tr: Kullanıcının iş unvanı.

source: Last name
tr_tr: Soyadı

source: Example: Jensen.
tr_tr: Örneğin: Jensen.

source: Family name of the user.
tr_tr: Kullanıcının soyadı.

source: Instant messaging address
tr_tr: Anlık mesajlaşma adresi

source: Enter an address
tr_tr: Bir adres girin

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
tr_tr: Genellikle, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" veya "Diğer".

source: Instant messaging address of the user.
tr_tr: Kullanıcının anlık mesajlaşma adresi.

source: Middle name
tr_tr: İkinci ad

source: Example: Jane.
tr_tr: Örneğin: Jane.

source: Middle name of the user.
tr_tr: Kullanıcının ikinci adı.

source: Nickname
tr_tr: Takma ad

source: Example: Babs.
tr_tr: Örneğin: Babs.

source: Preferred name/usual name to address the user.
tr_tr: Kullanıcıya hitap etmek için tercih edilen ad/normal ad.

source: Phone number
tr_tr: Telefon numarası

source: Example: +1-111-111-1111.
tr_tr: Örneğin: +1-111-111-1111.

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
tr_tr: Telefon numarası türü. Genellikle "İş", "Ev", "Cep", "Faks", "Çağrı Cihazı" veya "Diğer".

source: Phone number of the user.
tr_tr: Kullanıcının telefon numarası.

source: Use email
tr_tr: E-posta kullan

source: Invalid email address
tr_tr: Geçersiz e-posta adresi

source: Secondary email address
tr_tr: İkincil e-posta adresi

source: Example: email@domain.com.
tr_tr: Örneğin: email@domain.com.

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
tr_tr: İkincil e-posta adresinin türü. Genellikle "İş", "Ev" veya "Diğer".

source: Secondary email address of the user.
tr_tr: Kullanıcının ikincil e-posta adresi.

source: User type
tr_tr: Kullanıcı türü

source: Choose type
tr_tr: Tür seç

source: Identifies the relationship between the organization and the user.
tr_tr: Organizasyon ile kullanıcı arasındaki ilişkiyi tanımlar.

source: External profile
tr_tr: Harici profil

source: Example: Web page.
tr_tr: Örneğin: Web sayfası.

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
tr_tr: İsteğe bağlı alan. Kullanıcının çevrimiçi profiline sahip harici bir web sitesinin, örneğin LinkedIn'in URL'si olabilir.

source: Username
tr_tr: Kullanıcı adı

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
tr_tr: Sisteme giriş yapmak için kullanılır; benzersiz bir değer olmalıdır. Kullanıcı adı olarak e-posta adresini veya harici kimliği kullanmanızı şiddetle tavsiye ederiz.

source: Full name
tr_tr: Tam adı

source: Unique identifiers
tr_tr: Benzersiz tanımlayıcılar

source: Language & timezone
tr_tr: Dil ve saat dilimi

source: Language code
tr_tr: Dil kodu

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
tr_tr: Tam dil kodu. Dilin kendisine ek olarak, bölgesel bir gösterge de görüntülenebilir. Örneğin "en-US".

source: Preferred language
tr_tr: Tercih edilen dil

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
tr_tr: Kullanıcının tercih ettiği yazılı veya sözlü diller. Genellikle çevrilmiş arayüzü seçmek için kullanılır.

source: Time zone of the user.
tr_tr: Kullanıcının saat dilimi.

source: Workers & roles settings
tr_tr: Çalışan ve görev ayarları

source: Organization details
tr_tr: Organizasyon ayrıntıları

source: Primary mailing address
tr_tr: Birincil posta adresi

source: Roles
tr_tr: Görevler

source: Secondary mailing address
tr_tr: İkincil posta adresi
